Repository: AbeerRadwan/WashCloud
Catalog: Resources/Resources.*.resx
Languages: ar

source: About
ar: من نحن

# AboutUsHomeText
source: Wash Cloud is a unique Saudi innovation, designed for those who do not have enough time to wash their clothes or go to the traditional laundries. If you are looking for a convenient service and a unique experience to facilitate your daily schedule, then you are in the right place!
ar: ووش كلاود ابتكار سعودي فريد، صمم لأولئك الذين ليس لديهم الوقت الكافي لغسل ملابسهم أو لذهاب إلى المغاسل التقليدية. فإن كنت تبحث عن خدمة مريحة وتجربة فريدة لتسهيل جدولك اليومي فأنت في المكان الصحيح!

# AboutUsText
source: Horizons Cloud are entrepreneurs aim to offer wide range of ready-made and customized digital solutions in many areas. By availing new flexible business models, we are determined to deliver products that are seemingly personalized to customers' ambitions. Our customized solutions are designed to provide customers with the right products that can cover business gaps and meet their needs. As our name implies, our journey to unfold new Opportunities for development. We encourage innovative solutions to encounter technological and procedural challenges to improve people life. We create new e-services and integrated solutions to ease people routine and life. At Horizons Cloud, we develop solutions in the form of Technical Services, Portals, and E-Products We aim to develop solutions in partnership with public, and private entities to create sophisticated services. Our mission t contribute in solving an existing problem or bridging an existing service gap by transforming traditional procedures into digital form. These solutions are easy to obtain directly through direct subscription to a variety of packages and available to customization as desired by the customer.
ar: مؤسسة سحابة الأفاق هم رواد أعمال يهدفون إلى تقديم مجموعة واسعة من الحلول الرقمية الجاهزة والمخصصة في العديد من المجالات. من خلال الاستفادة من نماذج الأعمال المرنة الجديدة ، نحن مصممون على تقديم منتجات تبدو مخصصة حسب طموحات العملاء. تم تصميم حلولنا المخصصة لتزويد العملاء بالمنتجات المناسبة التي يمكن أن تغطي فجوات العمل وتلبية احتياجاتهم. كما يوحي اسمنا ، رحلتنا لاكتشاف فرص جديدة للتنمية. نشجع الحلول المبتكرة لمواجهة التحديات التكنولوجية والإجرائية لتحسين حياة الناس. نصنع خدمات إلكترونية جديدة وحلولاً متكاملة لتسهيل حياة الناس الروتينية. في مؤسسة سحابة الأفاق، نقوم بتطوير حلول في شكل خدمات فنية وبوابات ومنتجات إلكترونية. نهدف إلى تطوير الحلول بالشراكة مع الجهات العامة والخاصة لخلق خدمات متطورة. مهمتنا هي المساهمة في حل مشكلة قائمة أو سد فجوة الخدمة الحالية عن طريق تحويل الإجراءات التقليدية إلى شكل رقمي. يسهل الحصول على هذه الحلول مباشرة من خلال الاشتراك المباشر في مجموعة متنوعة من الباقات ومتاحة للتخصيص حسب رغبة العميل.

source: Boxes
ar: صندوق

source: Cleaning Services
ar: خدمات الغسيل

source: Cloud Laundry
ar: خدمة غسيل سحابية

source: Comfy
ar: الراحة

source: Comfy Package
ar: باقة مرتاح

source: Conatct us
ar: تواصل معنا

source: Contact Info
ar: معلومات التواصل

# ContactText
source: We're Always Here To Help Reach out to us through any of these support channels
ar: متواجدين دائمًا لمساعدتك تواصل معنا من خلال أي من قنوات الدعم التالية:

source: days
ar: يوم

# DifferentPackages
source: we provide you with different packages that will suit your needs
ar: نوفرلك باقات متنوعة لتناسب احتياجاتك

source: Download our app
ar: حمل التطبيق

source: Downloads
ar: تحميل

source: Easy Package
ar: باقة سهل

source: Email
ar: ايميل

source: Employees
ar: موظف

# FailedMessage
source: <p><b>Your message was <em>not</em> sent.</b></p>
ar: <p><b><em>فشل الارسال !!</em></b></p>

# FailedMsg
source: Message failed to send !!
ar: فشل ارسال الرسالة !!

source: Find Us
ar: أماكن تواجدنا

# FooterSaying
source: Our Clients happiness is our sucess "Wash Cloud"
ar: يعتمد نجاحنا على سعادة عملائنا

source: Gallery
ar: المعرض

source: Home
ar: الرئيسية

# HomeText
source: Wash Cloud is the first cloud service of its kind in the Kingdom of Saudi Arabia. These laundry's cloud lockers are designed to serve gym goers and residents of modern residential complexes.
ar: ووش كلاود المغسلة السحابية الأولى من نوعها في المملكة العربية السعودية. صممت هذا الخزائن لتخدم مرتاديين الأندية الرياضية والمقيميين في المجمعات السكنية الحديثة.

source: How the application works
ar: آلية عمل التطبيق

source: Information
ar: معلومات

source: item
ar: قطعة

source: Items type
ar: نوع القطع

source: Laundry and Dry
ar: غسيل ، تجفيف ، وطي الملابس

source: Max per month
ar: الحد الأقصى للعناصر في الشهر

source: Message
ar: الرسالة

source: Name
ar: الاسم

# OnStore
source: its available on apple store and google play
ar: متوفر على أبل ستور و جوجل بلاي

source: Orders
ar: طلب

source: Our Locations
ar: أماكن تواجدنا

# OurMissionText
source: Providing smart laundry services with best practices that contribute to improving the quality of life for our customers with the acceleration of life.
ar: تقديم خدمات الغسيل الذكي للملابس بأفضل الممارسات التي تساهم في تحسين جودة الحياة لعملائنا مع تسارع وتيرة الحياة.

source: Our Partners
ar: شركاؤنا

# OurService
source: We are happy to be the first one's who provieded this serives , to help the customer to have thier laundry in the esiest , fastest and none human intercations, what makes us special is :
ar: يسعدنا ان نكون أول من يقدم هذه الخدمة , لمساعدة العملاء للحصول على الغسيل بأسهل وأسرع طريقة بدون التعامل مع أي انسان, ونتميز :

# OurServiceText
source: With Wash Cloud, you will never need to waste an hour of your day on washing or going twice to the traditional laundries, because we are existing in most of the facilities where you need to leave your clothes like gyms, to come back and find them clean, ready and always waiting for you.
ar: مع ووش كلاود لن تحتاج أبداً لتضيع ساعة من يومك على الغسيل أو للذهاب مرتين إلى المغاسل التقليدية، ذلك لأننا نتواجد في أغلب المرافق التي تحتاج إلى ترك ملابسك فيها مثل الأندية الرياضية، لتعود وتجدها نظيفة وجاهزة وفي انتظارك دائماً.

# OurVisionText
source: Our Vision: To be the first application in the Kingdom of Saudi Arabia for everything related to laundry.
ar: رؤيتنا: أن نكون التطبيق الذكي الأول في المملكة العربية السعودية في خدمات الغسيل السحابية.

source: Phone
ar: رقم الجوال

source: Pick up time
ar: وقت الاستلام

source: Pricing Plans
ar: الباقات

source: Privacy
ar: الخصوصية

source: Privacy Policy
ar: سياسة الخصوصية
