Repository: AbeerRadwan/WashCloud
Catalog: Resources/Resources.*.resx
Languages: ar

# PrivacyText
source: <b>This Privacy Policy</b> sets out the basis on which we will process any personal data, including without limitation, payment data, and other data we collect from you or from other sources or that you provide to us ("Data") for your access and use of our store or mobile application (collectively the “Site”), services and applications (collectively, the “Services”). We understand the importance of this data, and we are committed to protecting and respecting your privacy. <br/> <b>Please read the following carefully to understand our data practices. </b> By using our services, you consent to the handling of data in accordance with this Privacy Policy. References to pronoun (or similar) in this Privacy Policy are references to HORIZONS CLOUD FOR INFORMATION TECHNOLOGY EST. and references to “you” or “user” are references to you as an individual or legal person, as applicable. <br/> <b> What data may we collect from you?</b> <b> We may collect and process the following data: </b> • Data that you provide by filling out forms on the Site, including data that was provided when registering to use the Site and other shared registrations (eg, social media logins), subscribing to our services, publishing materials, or ordering other services. • Data you provide when entering a competition or promotion through our site, completing a survey, voting, or submitting reviews, testimonials, or feedback. • Data you provide to us, or that we may collect from you, when you tell us about any difficulty you encounter when using our site. • Record correspondence if you contact us. • General, aggregate, demographic, and non-personal data. • If you download or use our Mobile Application, we may be able to access details about your location and your mobile location, including your device's unique identifier. • Details of the transactions you have made through our website and details of our processing and delivery of the goods or services you have requested. • details about your computer, including, for example, your IP address, operating system, and browser type, as well as data about your general use of the Internet (for example, by using technology that stores data on or accessing your device, Such as cookies, conversion tracking code, web beacons, etc. (collectively, “Cookies”)). • Your email address that was provided to us by third parties who confirmed to us that they obtained your consent to share your email address. • Any other data we consider necessary to enhance your experience using the Site.<br/> <b> How will we use your data? </b> <b> We may use the data in the following cases: </b> • To provide you with information, products or services that you request from us or which we think you may be interested in, and where you have agreed to be contacted for such purposes. • To provide you with location-based services, such as advertising, search results, and other content tailored to you. • To carry out the obligations arising from any contracts entered into between you and any other party using our site, or between you and us. • To improve our services and to provide better and more customized services. • To ensure that the content of our site is presented in the most effective manner for you and the device you use to access our site. • To notify you of changes to our site. • For any other reason we deem necessary to enhance your browsing experience on the site. • To administer incentive programs and fulfil your requests for such incentives, and/or to allow you to participate in competitions and to notify you if you win. To whom can we disclose data? • Data about our customers is a very important part of our business. We therefore share data only as described below and with companies that follow practices that have security features that are, at a minimum, similar to those practices described in the Privacy Policy: • Third parties: To provide our Services, we may cooperate with other affiliated companies or non-affiliated service providers (for example: logistic companies used to deliver products to the Sites, marketing companies, payment processors for online transactions, etc.). In order to carry out your transactions, these other companies may store the data in a digital wallet so that your use of our services is more efficient. You understand how important it is for these companies to have access to relevant data to perform their tasks. We make sure that these companies do not use the data for other purposes. We may also receive data from these companies (for example: delivery data and updated addresses), for the purpose of using them (for example: to correct our records and deliver services for any purchase you make). By using the Site, you consent to the transfer, storage, use, and disclosure of data between our affiliates and non-affiliated service providers wherever they are located. These companies are contractually obligated to respect data privacy.<br/> • <b>Marketing and promotions: </b><br/>We may also use data to provide you with information about goods and services that may be of interest to you as well as to enhance your experience of browsing and using the Site, service messages, new features and improvements, special offers and events of interest. We may communicate with you via various channels, including but not limited to emails, web notifications, postings, telephone, application messages and news article transfer cards. We may allow third parties to use the data, for example: we may provide data to advertisers to help them reach their target audience and to enable us to comply with our obligations to advertisers (ie: by displaying their ads to a target audience). In addition, to participate in some competitions and shows, in our database, you may be asked to provide additional data. For example: If you win a competition, you may be asked to provide more personal data to confirm your eligibility and award you the prize. This data is collected by us or by participating sponsors or sellers of promotions. Please note that you should review the privacy policies of this third party to learn how they use any data they collect. • <b>Business Transfers: </b>In the event that our company or virtually all of our assets are acquired, customer data will be one of the assets transferred to the new owner. • <b>Protecting our Site and Other Sites: </b>We disclose a customer's account and other personal data when we believe such disclosure is appropriate to comply with laws and law enforcement investigations and to protect the rights, property, or safety of our users or others. This includes exchanging data with other companies and organizations for a variety of reasons, including fraud protection and credit risk reduction. <b> Please note that </b>our website may contain - from time to time - links to and from the websites of our corporate networks, advertisers, and affiliate companies. No liability or claim for these policies. Also, please check the policies of those websites before providing any personal data or other information to them. <b> How do you access and modify the data? </b> You can access a wide range of data about your account and your interactions with the site for the purpose of displaying the data, and in some cases updating it. <b> Examples of data that you can easily access on the site: </b> • Updated data regarding your most recent purchase orders. • Personally identifiable data (including your name, email, password, communications, and personal advertising preferences). • Payment settings (including credit card information). • Settings for email notifications. You may refuse to receive our marketing communications in the future at any time by adjusting your customer communications preferences, through the unsubscribe link provided in the email communications. To shop through the mobile application, you will need to adjust the notification settings in the general section of your mobile phone. In addition, our system will place cookies when you log into the site to ensure a pleasant and smooth user experience through the site. You can disable cookies by changing your browser settings. If you disable cookies, this will affect how our website works and you may not be able to access or use some or all the functionality of the website. For example: performance cookies collect information about how you use the Site – ie which pages you visit most often – allowing us to provide you with relevant and targeted options that enhance your browsing experience and use of the Site. We may retain a copy of the data for the purposes of compliance with laws when you update information where we keep a copy of the prior data for our records.<br/> <b>What if we change our privacy policy? </b> Our work is constantly changing, so our Privacy Policy may be affected and need a parallel change. We will publish the current version of this Privacy Policy on the Site and it will remain in effect from the date of its publication on the Site or upon the date we specify as the date of its entry into force. We may periodically send email reminders of our notices and terms, but you should check your frequent visit to our site for the latest changes. You should check the Privacy Policy regularly. Your continued use of the Site following any changes constitutes your acceptance of this Privacy Policy as amended.<br/> <b> How can you contact us? If you have any questions regarding your data on the site please contact us: Info@horizonscloud.net</b>
ar: <b>توضح سياسة الخصوصية </b> هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها منك أو من مصادر أخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ"البيانات") وذلك بغية وصولك واستخدامك لمتجرنا او التطبيق للهاتف المتحرك (المشار إليها مجتمعة بـ"الموقع")، والخدمات والتطبيقات (المشار إليها مجتمعة بـ"الخدمات"). إننا ندرك أهمية هذه البيانات، ونحن نلتزم بحماية خصوصيتك واحترامها. يُرجى قراءة ما يلي بعناية لفهم ممارساتنا فيما يتعلق بالبيانات. باستخدامك لخدماتنا فإنك توافق على التعامل مع البيانات بما يتفق مع سياسة الخصوصية هذه. تعد الإشارات المذكورة بضمير المتكلم (أو ما شابه) في سياسة الخصوصية هذه إشارات إلى مؤسسة سحابة الآفاق لتقنية المعلومات وتعد الإشارات "إليك" أو "المستخدم" إشارات إليك كفرد او شخص اعتباري، حسب مقتضى الحال.<br/> <b> ما هي البيانات التي قد نجمعها منك؟ قد نقوم بجمع ومعالجة البيانات التالية: </b> • البيانات التي تقدمها عن طريق تعبئة النماذج في الموقع، بما في ذلك البيانات التي تم تقديمها عند التسجيل لاستخدام الموقع والتسجيلات المشتركة الأخرى (على سبيل المثال تسجيلات دخول مواقع التواصل الاجتماعي) أو الاشتراك في خدماتنا أو نشر المواد أو طلب خدمات أخرى. • البيانات التي تقدمها عند دخول منافسة أو عرض ترويجي عبر موقعنا، أو استكمال استطلاع للرأي، أو عمليات تصويت أو تقديم مراجعات أو شهادات أو ملاحظات. • البيانات التي تقدمها لنا، أو التي قد نجمعها منك، عندما تُبلغنا عن اي صعوبة تواجهها عند استخدام موقعنا. • سجل المراسلات في حال الاتصال بنا. • بيانات عامة ومُجمعة وديموغرافية وغير شخصية. • إذا قمت بتحميل أو استخدام تطبيقنا للهاتف المتحرك، فقد نتمكن من الوصول إلى تفاصيل تتعلق بموقعك وموقع هاتفك المتحرك، بما في ذلك المُعرف المُميِّز الخاص بجهازك. • تفاصيل المعاملات التي قمت بإجرائها عبر موقعنا وتفاصيل قيامنا بتجهيز وتسليم البضائع أو الخدمات التي طلبتها. • تفاصيل حول جهاز الكمبيوتر الخاص بك، بما في ذلك على سبيل المثال، عنوان بروتوكول الإنترنتIP الخاص بك ونظام التشغيل ونوع المتصفح، بالإضافة إلى البيانات المتعلقة باستخدامك العام لشبكة الإنترنت (على سبيل المثال: عن طريق استخدام تقنية تُخزن البيانات على جهازك أو الوصول إليه، مثل ملفات تعريف الارتباط وكود تتبع التحويلات وإشارات الويب وما إلى ذلك (المشار إليها مجتمعة بـ"ملفات تعريف الارتباط")). • عنوان بريدك الالكتروني الذي تم تزويدنا به من قبل الغير الذين أكدوا لنا استحصالهم على موافقتك على مشاركة عنوان بريدك الالكتروني. • أي بيانات أخرى نعتبرها ضرورية لتعزيز تجربتك في استخدام الموقع.<br/> <b>كيف سنستخدم البيانات الخاصة بك؟ قد نستخدم البيانات في الحالات التالية: </b> • لتزويدك بالمعلومات أو المنتجات أو الخدمات التي تطلبها منا أو نرى أنك قد تكون مهتماً بها، وحيث قمت بالموافقة على أن يتم الاتصال بك لمثل هذه الأغراض. • لتزويدك بالخدمات المعتمدة على المكان الذي توجد فيه، مثل الإعلان ونتائج البحث ومحتويات آخري مخصصة لك. • لتنفيذ الالتزامات الناجمة عن أي عقود مبرمة بينك وبين أي جهة اخرى تستخدم موقعنا، أو بينك وبيننا. • لتحسين خدماتنا ولتقديم خدمات أفضل ومخصصة بدرجة أكبر. • لضمان تقديم محتوى موقعنا بأكثر الطرق فاعلية لك وللجهاز الذي تستخدمه للوصول إلى موقعنا. • لإخطارك بالتغييرات التي يجريها موقعنا. • لأي سبب آخر نراه ضرورياً لتعزيز تجربة تصفحك للموقع. • لإدارة البرامج التحفيزية وتلبية طلباتك للحصول على هذه الحوافز، و/او للسماح لك بالمشاركة بالمسابقات واخطارك في حالة الفوز.<br/> <b> إلى من يمكننا الإفصاح عن البيانات؟</b> تُعد البيانات الخاصة بعملائنا جزءاً مهماً جداً من عملنا. وبالتالي فإننا لا نشارك البيانات إلا حسبما هو مذكور أدناه فقط ومع الشركات التي تتبع الممارسات التي لها مزايا حماية، وبحد أدني، مماثلة لمزايا تلك الممارسات الواردة في سياسة الخصوصية: • <b>أطراف آخرين: </b>لتوفير خدماتنا، قد نتعاون مع شركات اخرى تابعة لنا او مزودي خدمة غير تابعين لنا (على سبيل المثال: الشركات اللوجستية المُستخدمة لتوصيل المنتجات إلى المواقع، شركات التسويق، معالجة الدفعات لإجراء معاملات عبر الإنترنت وغير ذلك). من الممكن ان تقوم هذه الشركات الأخرى في سبيل تنفيذ معاملاتك، بتخزين البيانات في محفظة رقمية حتى يكون استخدامك لخدماتنا اكثر فعالية. أنت تدرك مدى أهمية وصول هذه الشركات إلى البيانات ذات الصلة لأداء مهامها. ونحرص على ألا تستخدم هذه الشركات البيانات في أغراض أخرى. وقد نتلقى أيضاً بيانات من هذه الشركات (على سبيل المثال: بيانات التسليم والعناوين المحدثة)، بغرض استخدامها (على سبيل المثال: لتصحيح سجلاتنا وتوصيل خدمات تخص اية عملية شراء تقوم بها). من خلال استخدامك للموقع، فإنك توافق على نقل، تخزين، استخدام، والافصاح عن البيانات بين الشركات التابعة لنا ومزودي خدمة غير تابعين لنا اينما كان موقعها الجغرافي. على ان تلتزم هذه الشركات تعاقديا باحترام خصوصية البيانات. • <b>التسويق والعروض الترويجية: </b> قد نستخدم أيضاً البيانات لتزويدك بمعلومات عن السلع والخدمات التي قد تكون مهتماً بها فضلاً عن تعزيز تجربتك في تصفح واستعمال الموقع، ورسائل الخدمة، والمزايا الجديدة والتحسينات والعروض الخاصة والفعاليات ذات الأهمية. يُمكننا التواصل معك عبر قنوات مختلفة، بما في ذلك على سبيل المثال لا الحصر رسائل البريد الإلكتروني وإشعارات الويب والمنشورات والهاتف ورسائل التطبيق وبطاقات نقل مقالات الأخبار. قد نسمح لطرف ثالث باستخدام البيانات، على سبيل المثال: ربما نقدم البيانات إلى المعلنين لمساعدتهم في الوصول إلى الجمهور المستهدف لتمكيننا من الامتثال لالتزاماتنا أمام المعلنين (أي: عن طريق عرض إعلاناتهم على الجمهور المستهدف). وبالإضافة إلى ذلك، للمشاركة في بعض المنافسات والعروض الترويجية الخاصة بنا، قد يُطلب منك تقديم بيانات إضافية. على سبيل المثال: إذا فزت في إحدى المنافسات فقد يُطلب منك تقديم المزيد من البيانات الشخصية لتأكيد أهليتك وتقديم الجائزة إليك. وتُجرى عملية جمع هذه البيانات بواسطتنا أو بواسطة الرعاة المشاركين أو البائعين للعروض الترويجية. يُرجى ملاحظة أنه ينبغي لك مراجعة سياسات الخصوصية المتعلقة بهذا الطرف الثالث لمعرفة كيفية استخدامه لأي بيانات يعمل على جمعها. • <b>تحويلات الأعمال: </b>في حالة الاستحواذ على شركتنا أو جميع أصولنا فعلياً، ستكون بيانات العميل أحد الأصول التي يتم تحويلها للمالك الجديد. • <b>حماية موقعنا والمواقع الأخرى: </b> نفصح عن حساب العميل وبياناته الشخصية الأخرى عندما نرى أن هذا الإفصاح مناسب للامتثال للقوانين والتحقيقات التي تتم لإنفاذ القوانين ولحماية الحقوق، أو الممتلكات أو سلامة مستخدمينا أو الآخرين. ويتضمن هذا تبادل البيانات مع الشركات والمؤسسات الأخرى لعدة أسباب، منها الحماية من جرائم الاحتيال والحد من مخاطر الائتمان. ويُرجى ملاحظة أن موقعنا قد يحتوي -من حين لآخر- على روابط من وإلى مواقع خاصة بشبكات الشركات التي نتعامل معها والمعلنين والشركات التابعة لنا، وفي حالة الدخول في رابطاً من أحد هذه الروابط يُرجى العلم بأن هذه المواقع تمتلك سياسات خصوصية الخاصة بها، وأننا لن نتحمل أي مسؤولية أو مطالبة عن هذه السياسات. كما يُرجى التحقق من سياسات تلك المواقع قبل تقديم أي بيانات شخصية أو أي معلومات أخرى إليها.<br/> <b> كيف يمكنك الوصول إلى البيانات وتعديلها؟</b> يمكنك الوصول إلى مجموعة كبيرة من البيانات الخاصة بحسابك وتعاملاتك مع الموقع بغرض عرض البيانات، وتحديثها في بعض الحالات. أمثلة البيانات التي يمكنك الوصول إليها بسهولة على الموقع: • بيانات محدثة فيما يتعلق بأحدث طلبات الشراء التي قمت بها. • بيانات التعريف الشخصي (بما في ذلك، الاسم والبريد الإلكتروني وكلمة المرور والمراسلات وتفضيلات الإعلانات الشخصية). • إعدادات الدفع (بما في ذلك معلومات بطاقة الائتمان). • إعدادات إشعارات البريد الإلكتروني.<br/> يمكنك رفض تلقي رسائلنا التسويقية في المستقبل في أي وقت عن طريق ضبط تفضيلات مراسلات العميل الخاصة بك، من خلال رابط إلغاء الاشتراك الموجود في مراسلات البريد الإلكتروني. للتسوق من خلال تطبيق الهاتف المتحرك ستحتاج إلى ضبط إعدادات الإشعارات في القسم العام في هاتفك المتحرك. بالإضافة إلى ذلك، سيضع النظام الخاص بنا ملفات تعريف الارتباط عند تسجيل الدخول إلى الموقع وهذا لضمان تجربة ممتعة وسلسة للمستخدم عبر الموقع. يمكنك إلغاء تفعيل ملفات تعريف الارتباط عن طريق تغيير إعدادات المتصفح. وفي حال إلغاء التفعيل لملفات تعريف الارتباط، سيؤثر ذلك على كيفية عمل موقعنا وربما لن تكون قادراً على الوصول إلى أو استخدام بعض أو جميع الوظائف في الموقع. على سبيل المثال: تجمع ملفات تعريف الارتباط الخاصة بالأداء معلومات حول كيفية استخدامك للموقع –أي: الصفحات التي تزورها في معظم الأوقات- مما يسمح لنا بتزويدك بالخيارات المستهدفة وذات الصلة التي تعزز تجربة تصفحك واستخدامك للموقع. يجوز أن نحتفظ بنسخة من البيانات لأغراض الامتثال للقوانين، وبالذات عند تحديثك للمعلومات حيث نحتفظ بنسخة من البيانات السابقة للحفظ في سجلاتنا.<br/> <b> ماذا لو غيرنا سياسة الخصوصية الخاصة بنا؟</b> يتعرض عملنا لتغييرات بصفة مستمرة، لذا قد تتأثر سياسة الخصوصية الخاصة بنا وتحتاج إلى تغيير موازٍ. سوف نقوم بنشر النسخة الحالية لسياسة الخصوصية هذه على الموقع وستظل سارية المفعول منذ نشرها على الموقع أو بناءً على الموعد الذي نحدده من جانبنا كـتاريخ لسريانها. قد نقوم بإرسال رسائل تذكيرية بصفة دورية عبر البريد الإلكتروني بإخطاراتنا وشروطنا، ولكن ينبغي لك التحقق بزيارتك المتكررة لموقعنا للاطلاع على أحدث التغييرات. يجب عليك التحقق من سياسة الخصوصية بصورة منتظمة. فإن استمرارك في استخدام الموقع بعد أي تغييرات يُعد موافقة منك على سياسة الخصوصية هذه بصيغتها المعدلة.<br/> <b> كيف يمكنك الاتصال بنا؟ إذا كان لديك أي استفسارات تتعلق بالبيانات الخاصة بك على الموقع يُرجى الاتصال بنا: Info@horizonscloud.net</b>

source: Put items
ar: وضع القطع

source: Quality
ar: الجودة

# QuoteText
source: Your routine, just got easier!
ar: روتينك صار أسهل!

source: Report a bug
ar: إبلاغ عن خطأ

source: Safety
ar: الأمان

source: Saudi Innovative Company
ar: شركة سعودية مبتكرة

source: Scan QR
ar: مسح الQR

source: Select branch
ar: اختيار فرع

source: Send a message
ar: ارسال رسالة

source: Send Your Message
ar: ارسل استفسارك

# Service1
source: 01. great and amazing staff that will dilver the best service.
ar: 01. طاقم عمل مميز و رائع لايصال افضل خدمة للعميل.

# Service2
source: 02. easy and fast way to get your laundry.
ar: 02. أسهل وأسرع طريقة للحصول على غسيلك

# Service3
source: 03. 24 hours customer support
ar: 03. مساعدة العملاء متوفرة 24 ساعة.

source: Services
ar: خدماتنا

# SignUpOrLogIn
source: Sign up / Login
ar: تسجيل الدخول \ تسجيل

# Step1
source: Register using the phone number
ar: قم بالتسجيل باستخدام رقم الجوال.

# Step2
source: Choose the branch from the add order button at the bottom of the screen.
ar: اختر الفرع المطلوب من علامة إضافة الطلب أسفل الشاشة.

# Step3
source: Choose the type of clothing for each item
ar: اختر نوع الملابس لكل عنصر.

# Step4
source: Set the pickup time within 7 hours in the morning or evening.
ar: حدد موعد الاستلام ضمن نطاق ٧ ساعات صباحاً أو مساءً.

# Step5
source: It will show you an image of a QR code for you, pass the code on the red light in the locker, to open an empty locker
ar: سوف يظهر لك صورة كود QR خاص فيك، مرر الكود على الضوء الأحمر في الخزانة، لتفتح لك خزانة فارغة.

# Step6
source: Put your clothes inside the closet, and they will be ready for the next visit.
ar: قم بوضع ملابسك داخل الخزانة، وستكون جاهزة في الزيارة القادمة.

source: Subject
ar: العنوان

source: Submit
ar: ارسل

source: Subscriptions
ar: الإشتراكات

# SuccessMessage
source: <p>Your message sent successfully !!</p>
ar: <p>تم ارسال الرسالة بنجاح !!</p>

# SuccessMsg
source: Message was sent successfully !!
ar: تم ارسال الرسالة بنجاح !!

source: Suggest an improvement
ar: اقتراح تحسين

source: Testimonials
ar: التوصيات

source: The Best Full Service
ar: أفضل خدمة متكاملة

source: The First
ar: أول

source: The First Cloud Laundry Service
ar: خدمة الغسيل السحابية الأولى

# TopUp
source: Subscription Top Ups
ar: باقات تعزيز الاشتراكات

# TopUpItems
source: 10 or 15
ar: 10 أو 15

# TopUpPrice
source: 73 or 110
ar: 73 أو 110

source: Trust
ar: الثقة

source: Unlike others:
ar: ماذا يميزنا:

# UnlikeOthersText
source: if you are going to deal with delivery laundries, it is no wonder that you will be surprised by the high prices of delivery or the change in pick-up and delivery times. We at Wash Cloud provide you with a flexible schedule via the application so that you can arrange and modify your appointments whenever you want.
ar: إذا كنت ستتعامل مع مغاسل التوصيل، فلا عجب أنك ستفاجئ بالأسعار المرتفعة للتوصيل أو حتى لتغيير مواعيد الاستلام والتسليم. نحن في ووش كلاود نوفر لك جدول مرن عبر التطبيق لتتمكن من ترتيب مواعيدك وتعديلها متى تشاء.

source: Want more !!
ar: لمعرفة المزيد !!

source: Wash Cloud Service
ar: خدمة ووش كلاود

source: What Clients Say
ar: رأي العملاء

source: What we offer
ar: ماذا نقدم

source: Where to find us !!
ar: وين تحصلنا !!

source: Your Cloud Wardrobe!
ar: خزانة ملابسك السحابية !
